Repository: thomakl/OpenMATB
Catalog: locales/*/LC_MESSAGES/openmatb.po
Languages: fr_fr

source: System monitoring
fr_fr: Surveillance

source: Tracking
fr_fr: Poursuite

source: Scheduling
fr_fr: Planning

source: Resources management
fr_fr: Gestion des ressources

source: Parallel port
fr_fr: Port parallèle

source: Generic scales
fr_fr: Échelle de base

source: Eye tracker
fr_fr: Oculomètre

source: Warning
fr_fr: Attention

source: Error(s)
fr_fr: Erreur(s)

source: Warning, queue is empty
fr_fr: Attention, la file d'attente est vide

source: Space
fr_fr: Espace

source: Escape
fr_fr: Échap

source: Exit
fr_fr: Quitter

source: Continue
fr_fr: Continuer

source: %s was not found
fr_fr: %s n'est pas disponible

source: Scenario error: %s is not a valid plugin name (l. %s)
fr_fr: Erreur du scénario: %s n'est pas le nom d'un plugin (l. %s)

source: No error
fr_fr: Aucune erreur

source: There were some errors in the scenario. See the %s file.
fr_fr: Le scénario contient des erreurs. Voir le fichier suivant : %s.

source: The (%s) plugin does not have a start command.
fr_fr: Le plugin (%s) n'a pas de commande start.

source: The (%s) plugin does not have a stop command.
fr_fr: Le plugin (%s) n'a pas de commande stop.

source: Error on line %s. This event does not trigger any command.
fr_fr: Erreur à la ligne %s. Cet évènement n'est associé à aucune commande.

source: Error on line %s. Maximum length of an event is 2 (parameter;value).
fr_fr: Erreur à la ligne %s. Un évènement ne peut avoir plus de deux arguments (paramètre;valeur).

source: Error on line %s. Method (%s) is not available for the plugin (%s)
fr_fr: Erreur à la ligne %s. La méthode (%s) n'est pas disponible pour ce plugin (%s)

source: Warning on line %s. Parameter (%s) has no verification method
fr_fr: Erreur à la ligne %s. Le paramètre (%s) n'a pas de méthode de vérification

source: Error on line %s. %s
fr_fr: Erreur à la ligne %s. %s

source: Error on line %s. The %s plugin does not have a %s parameter
fr_fr: Erreur à la ligne %s. Le plugin %s ne comporte pas de paramètre %s

source: should be a string (not %s).
fr_fr: devrait être une chaîne de caractères (et non %s).

source: should be a natural (0 included) integer (not %s).
fr_fr: devrait être un entier naturel (0 inclus, et non %s).

source: should be a positive (0 excluded) integer (not %s).
fr_fr: devrait être un entier positif (0 exclus, et non %s).

source: should be a boolean (not %s).
fr_fr: devrait être un booléen (et non %s).

source: must be (R,G,B,a) or hexadecimal (e.g., #00ff00) values (not %s)
fr_fr: devrait être une valeur (R,G,B,a) ou hexadécimale (p.ex., #00ff00) (non pas %s).

source: should be (R,G,B,a) values each comprised between 0 and 255 (not %s)
fr_fr: devraient être des valeurs (R,G,B,a) comprises en 0 et 255 (et non %s)

source: should be a positive float (not %s)
fr_fr: devrait être un nombre décimal positif (et non %s).

source: should be comprised in %s (not %s)
fr_fr: devrait être compris dans %s (et non %s)

source: should be a valid regex expression (not %s)
fr_fr: devrait être une expression régulière (regex) valide (et non %s)

source: should be an acceptable keyboard key value (not %s). See documentation.
fr_fr: devrait être une touche de clavier acceptable (et non %s). Voir la documentation.

source: should be composed of letters [a-z] or digits [0-9] (not %s in %s)
fr_fr: devrait n'être composé que de lettres [a-z] et de chiffres [0-9] (et non %s dans %s)

source: should be composed of valid callsigns (not %s)
fr_fr: devrait être composé d'identifiants valides (et non %s)

source: should be a float between 0 and 1 (included) (not %s)
fr_fr: devrait être un nombre décimal compris entre 0 et 1 inclus (et non %s)

source: should be available either in the Instruction or Questionnaire folder (not %s)
fr_fr: devrait être disponible dans le dossier Instruction ou Questionnaire (%s)

source: Session ID: %s
fr_fr: Identifiant unique de la session : %s

source: In config.ini, the specified screen index exceeds the number of available screens (%s). Last screen selected.
fr_fr: Dans config.ini le numéro d'écran indiqué dépasse le nombre d'écrans disponibles (%s). Dernier écran sélectionné.

source: In config.ini, the specified font is not available. A default font will be used.
fr_fr: Dans config.ini, la police spécifiée n'est pas disponible. Une police par défaut sera utilisée.

source: You hit the Escape key
fr_fr: Vous avez pressé la touche Échap

source: Exit OpenMATB?
fr_fr: Quitter OpenMATB ?

source: Error. No placement found for the [%s] alias
fr_fr: Erreur. Aucune localisation trouvée pour l'alias (%s)

source: In config.ini, [%s] parameter must be a boolean (true or false, not %s). Defaulting to False
fr_fr: Dans config.ini, le paramètre [%s] doit être un bolléen (true ou false, non pas %s). Défaut = False

source: MANUAL
fr_fr: MANUEL

source: does not exist
fr_fr: n'existe pas

source: Callsign %s
fr_fr: Indicatif %s

source: Press SPACE to validate
fr_fr: Appuyez sur ESPACE pour valider

source: Press SPACE to continue
fr_fr: Appuyez sur ESPACE pour continuer

source: Please enable the OpenMATB stream into your LabRecorder.
fr_fr: Merci d’activer le flux OpenMATB dans le LabRecorder.

source: Python Parallel module is missing. Skipping parallel plugin
fr_fr: La librairie Parallel de python est manquante. Plugin ignoré

source: The physical parallel port was not found.
fr_fr: Le port parallèle (physique) n'a pas été trouvé.

source: Pump status
fr_fr: État des pompes

source: Elapsed time %s
fr_fr: Temps passé %s

source: Remaining time %s
fr_fr: Temps restant %s

source: No joystick found
fr_fr: Aucun joystick détecté

source: In config.ini, screen index must be an integer, not {config['Openmatb']['screen_index']}
fr_fr: Dans config.ini, le numéro de l'écran (screen_index) doit être un entier, et non pas {config['Openmatb']['screen_index']}
